Revit 2027 API
PolymeshFacet.ToString Method
 Returns formatted string showing (V1, V2, V3) with values formatted as regular integers
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public override string ToString()
Public Overrides Function ToString As String
public:
virtual String^ ToString() override
abstract ToString : unit -> string
override ToString : unit -> string
Return Value
String
See Also
Reference
PolymeshFacet Class
Autodesk.Revit.DB Namespace